{
  "156931": ". A ",
  "30017839": "Ask me where to.",
  "-e0cc8cb": "Jonathan Guzman",
  "2268ff": "Home",
  "3c2336d": "About",
  "-46599efb": "My Work",
  "1fa3c2": "Blog",
  "-64104400": "Contact",
  "1303d41f": "Hi, I'm Jonathan",
  "44b83331": "designer and writer",
  "c8d451a": " who likes to focus on ",
  "-5d011c04": "storytelling",
  "2e": ".",
  "3d503d2b": "No items found.",
  "645efb4b": "About Me",
  "2c9a4253": "Twitter",
  "4b0ff13e": "LinkedIn",
  "2ac4af00": "————————————",
  "68e44a1e": "jonathan.guzman@sjsu.edu",
  "-3f4dde7b": "My Work",
  "-44323cc2": "This page is password protected.",
  "-f5c4b5f": "Incorrect password. Please try again.",
  "-1f4ce10b": "Oh hey there, looks like you're lost.",
  "439d6200": "Let me take you back home. Just click that button down there and everything will be aye okay.",
  "-422dc394": "Go to Home",
  "470fd0b8": "I'm Jonathan Guzman, ",
  "-3550f352": "a journalist turned product designer ",
  "-4f862618": "based in California.",
  "-56666137": "         Once a passion for writing and filming, I craved a more creative path. I started studying Journalism at San Jose State University in 2018. When the pandemic forced all of us to be remote, I decided to stop pretending like I was happy with the trajectory of my professional life. Even though I've lived in Silicon Valley all my life, I was not aware of UX/UI nor did I believe art/ design was a viable career.",
  "7d9596ad": "         Nevertheless, here I am.",
  "-2905ede3": "Navigating the waters",
  "-3f459cc1": "         No design-related experience under my belt, I decided if I were going to start a career in Product Design, I would need to work tirelessly to build a proper foundation and slowly progress into the fun parts.",
  "-37b29c6d": "         I joined on-campus design organization to network with like-minded individuals and now ",
  "14c7bcb3": "I am leading one of 10 pilot groups for Figma as they explore Friends of Figma across university campuses",
  "7f7105d8": "         Through these organizations, a peer informed me about a student-led startup at USC looking for a founding Product Designer. I immediately hopped onboard. And I'm glad I did. Not only did I gain ",
  "-519a696": "experience",
  "-903d54": ", I gained friendships.",
  "-54aca0aa": "More about me",
  "3de6afe3": "I like to work with people who...",
  "1ce26fae": "Push me to be my best and ask me questions that make me think. The best teachers and mentors I’ve had have always been critical of my work as they know the quality I am able to produce.",
  "1be42077": "In my next job it's important that...",
  "-486cea82": "I work with designers above me as I am the only designer at Rondivoo and most that I have learned thus far has been trial and error. Guidance from experienced designers would be wonderful.",
  "-5b7f0da5": "My favourite technology is...",
  "-2554bd07": "Figma because of the more complex functionalities of the software relative to its competitors. The community surrounding Figma has made me that much more of a believer.",
  "200d": "‍",
  "-6ed74b85": "However, I'm not bound by any tool.",
  "7e68a3a1": "Something I want to do is...",
  "-5c50f432": "Live in a different country. I'm born and raised in the Bay Area and it will always be my home, but I need to experience this world and some of the different cultures it has to offer.",
  "-5427d3c3": "Say hello",
  "62f46b4b": "Let me know what you have in mind. This sounds very cliché, but design is my ",
  "-2f3591a9": "passion",
  "-5680bd27": "Cheers, I will get back to you shortly.",
  "-26fa53c5": "Uh oh, something messed up. Try refreshing the page and submitting again.",
  "-435a8c0": "Other Entries",
  "2572f1b": "Branding",
  "1e10c3a5": "After considering many different font, we decided it would be in our best interest to customize from an existing font. In a lineup of various font, we choose to build off of ",
  "-14945c69": "Paytone One by Vernon Adams",
  "-5e673e00": " as it was closest to look we wanted to achieve. I rounded the corners and adjusted the kerning for a friendlier holds true to Rondivoo.",
  "-71e23045": "I was responsible for creating Rondivoo's Brand Guide. This guide was created to ensure Rondivoo is communicated correctly internally and to our audience. You'll be able to properly identify when, where, and how to use our visual identity, tone and voice.",
  "-16633a44": "View Rondivoo's Brand Guide →",
  "14b8baec": "Next Project"
}